/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "Anuluj";
"Retry" = "Spróbuj ponownie";
"Disconnect" = "Rozłącz";

/* Low disk space warning alert */
"Your startup disk is almost full." = "Dysk startowy jest prawie pełny.";
"You need to make more space available on your startup disk by deleting files." = "Musisz zrobić więcej miejsca na dysku startowym, usuwając niepotrzebne pliki.";
"Your disk is almost full." = "Dysk jest prawie pełny.";
"The disk " = "Dysk ";
" is almost full. You can delete files on the disk to make more space available." = " jest prawie pełny. Możesz usunąć pliki z dysku, by udostępnić trochę miejsca.";
"Do not warn me about this disk again" = "Nie ostrzegaj mnie więcej o tym dysku";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "Dysk startowy jest pełny.";
"Your_disk_is_full." = "Dysk jest zapełniony.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " jest pełny. Możesz usunąć pliki z dysku, by udostępnić trochę miejsca.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "Używany przez Ciebie serwer nie odpowiada na żądanie blokady plików. Czy chcesz kontynuować próbę kontaktu z nim?";
"Click OK to continue trying to contact the server " = "Kliknij w OK, by kontynuować próby kontaktowania się z serwerem ";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". Kliknij w Wyłącz blokowanie, by wyłączyć blokowanie plików w tym systemie plików. Jeśli wyłączysz blokowanie w tym systemie plików, każdy program wykorzystujący blokowanie w tym systemie plików może przestać działać.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Czy na pewno trzeba wyłączyć blokowanie plików w tym systemie plików?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Jeśli wyłączysz blokowanie w tym systemie plików, każdy program wykorzystujący blokowanie na tym systemie plików może przestać działać.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Nie ostrzegaj mnie więcej.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Błąd odczytu/zapisu";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Wykryto błąd podczas próby dostępu do ";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Wykryto uszkodzenie systemu plików";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Wykryto uszkodzenie systemu plików na ";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ". Wolumin zostanie naprawiony przy następnym zamontowaniu.";
